# 見積もり条件書

## 概要

### 期間
納品を行うまでの期間。

### 対象

#### 拠点
DCや顧客ビルなど。

#### 機器
サーバやスイッチなど具体的な機器名と台数。

#### フェーズ
構築フェーズのみなのか、運用フェーズも含むのか。


## PJ運営
### 体制
PM、営業、PLなど自社側の誰がどんな役割を持つか。

### PM業務
PMがどのような業務を行うか。(スケジュール管理、課題管理、リスク管理など)

### PJ管理手法
WBSや課題管理表などのツール利用有無。

### 打ち合わせ
打ち合わせの場所、回数。

## 業務内容

### 設計
#### システム設計
構成、機能、詳細パラメータの設計。

#### 移行設計
作業体制、スケジュール、手順の設計。

#### 試験設計
作業体制、スケジュール、手順の設計。

## 工事
### 場所
顧客拠点で実施するのか、リモートで実施するのか。

### 時間帯
平日9-17なのか、夜間作業があるのか。

### 回数
1回のみか、Stepに分けるのか。

### 内容
機器設置、ルーティング追加、ソフトウェアインストールくらいの粒度。

### 対象外作業
ケーブル配線、電源タップの用意、既設機器の設定変更、障害切り分けなど。

### 体制
現地作業者と統括者に分かれるのか、現地のみなのか。

## 試験
### 範囲
システム内どの範囲(物理/論理)まで試験をするのか。

### 対象
試験対象の機器。

### 内容
単体試験、結合試験、障害試験など。

## 成果物
### 基本設計書
### 詳細設計書
#### パラメータシート
#### コンフィグ
### 移行設計書
### 作業手順書
### 試験項目書 兼 結果報告書

# その他
追加作業発生、顧客側都合のスケジュール遅延などイレギュラー時の再見積もり条件。
